Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/AdminModulesNotification.*.xlf
Languages: sv_se

source: Failed to install admin tab "%name%".
sv_se: Misslyckades med att installera adminfliken "%name%".

source: Failed to uninstall admin tab "%name%".
sv_se: Misslyckades med att avinstallera adminfliken "%name%".

source: Parse error detected in main class of module %module%!
sv_se: Fel hittades i huvudklassen i modulen %module%!

source: Error while loading file of module %module%. %error_message%
sv_se: Fel när fil skulle laddas för modul %module%. %error_message%

source: Unable to find uploaded module at the following path: %file%
sv_se: Kunde inte hitta uppladdad modul på följande sökväg: %file%

source: Cannot extract module in %path% to get its name. %error%
sv_se: Kan inte packa upp modulen i %path% för att få dess namn. %error%

source: This file does not seem to be a valid module zip
sv_se: Filen verkar inte vara en godkänd modul-zip

source: Unknown module action. It must be one of these values: %actions%
sv_se: Okänd funktion för modul, måste vara någon av dessa värden: %actions%

source: Validation of configuration details failed:
sv_se: Validering av konfigurationsvärden misslyckades:

source: Configuration successfully applied.
sv_se: Konfiguration uppdaterades.

source: %action% action on module %module% succeeded.
sv_se: %action% av modul %module% utfördes.

source: Cannot %action% module %module%. %error_details%
sv_se: Kan inte %action% modul %module%. %error_details%

source: %module% did not return a valid response on %action% action.
sv_se: %module% gav inte någon giltig respons efter %action%.

source: Exception thrown by module %module% on %action%. %error_details%
sv_se: Fel rapporterat av modul %module% vid %action%. %error_details%

source: %module% did not return a valid response on installation.
sv_se: %module% gav inte någon giltig respons efter installation.

source: Installation of module %module% was successful.
sv_se: Installation av modul %module% genomfördes med lyckat resultat.

source: Installation of module %module% failed. %error%
sv_se: Installation av modul %module% misslyckades. %error%

source: Synchronized with Addons marketplace!
sv_se: Synkroniserad med Addons marknadsplats!

source: Parse error on module %module%. %error_details%
sv_se: Fel i modul %module%. %error_details%

source: Unexpected exception on module %module%. %error_details%
sv_se: Oväntat fel i modul %module%. %error_details%

source: Loading data from Addons failed. %error_details%
sv_se: Fel vid laddning av data från Addons. %error_details%

source: Parse error detected in module %module%. %error_details%.
sv_se: Fel i modul %module%. %error_details%.

source: Exception detected while loading module %module%. %error_details%.
sv_se: Fel upptäcktes när modulen %module% laddades. %error_details%.

source: You are not allowed to install modules.
sv_se: Du har inte behörighet att installera moduler.

source: You are not allowed to uninstall this module.
sv_se: Du har inte behörighet att avinstallera den här modulen.

source: You are not allowed to upgrade this module.
sv_se: Du har inte behörighet att uppgradera den här modulen.

source: You are not allowed to disable this module.
sv_se: Du har inte behörighet att stänga av den här modulen.

source: Error when disabling module %module%. %error_details%.
sv_se: Fel uppstod när modulen %module% skulle inaktiveras. %error_details%.

source: You are not allowed to enable this module.
sv_se: Du har inte behörighet att aktivera den här modulen.

source: Error when enabling module %module%. %error_details%.
sv_se: Fel uppstod när modulen %module% skulle aktiveras. %error_details%.

source: You are not allowed to disable this module on mobile.
sv_se: Du har inte behörighet att stänga av den här modulen på mobil.

source: Error when disabling module %module% on mobile. %error_details%
sv_se: Fel uppstod när modulen %module% skulle inaktiveras på mobil. %error_details%

source: You are not allowed to enable this module on mobile.
sv_se: Du har inte behörighet att aktivera den här modulen på mobil.

source: Error when enabling module %module% on mobile. %error_details%
sv_se: Fel uppstod när modulen %module% skulle aktiveras på mobil. %error_details%

source: You are not allowed to reset this module.
sv_se: Du har inte behörighet att återställa den här modulen.

source: Error when resetting module %module%. %error_details%
sv_se: Fel uppstod när modulen %module% skulle återställas. %error_details%

source: Unfortunately, the module did not return additional details.
sv_se: Modulen returnerade tyvärr inte ytterligare detaljer.

source: The module %module% must be installed first
sv_se: Modulen %module% måste installeras först

source: Please specify module URL
sv_se: Vänligen ange modul URL

source: Unknown archive type.
sv_se: Okänd arkiv typ

source: There was an error while extracting the module (file may be corrupted).
sv_se: Fel vid extrahering modul (Filen kan vara skadad).

source: The module %1$s that you uploaded is not a valid module.
sv_se: Modulen %1$s du laddade upp är inte en giltig modul.

source: You do not have the permission to use this module.
sv_se: Du har inte rättigheter att använda denna modul.

source: Cannot reset this module.
sv_se: Kan inte återställa denna modul.

source: Cannot install this module.
sv_se: Går inte att installera modulen

source: Cannot uninstall this module.
sv_se: Kan inte avinstallera modulen

source: Cannot load the module's object.
sv_se: Kan inte ladda modulen objekt

source: An error occurred while copying the archive to the module directory.
sv_se: Ett fel uppstod vid kopiering av arkivet till modulkatalogen.

source: Sorry, the module cannot be deleted. Please check if you have the right permissions on this folder.
sv_se: Tyvärr, den här modulen kan inte tas bort. Kontrollera om du har korrekta rättigheter för den här katalogen.

source: You need to be logged in to your PrestaShop Addons account in order to update the %s module. %s
sv_se: Du måste vara inloggad på ditt PrestaShop Addons-konto för att uppdatera modulen %s. %s

source: Module %s cannot be upgraded: Error while downloading the latest version.
sv_se: Modulen %s kan inte uppgraderas: Fel uppstod när senaste version skulle laddas ner.

source: Module %s cannot be upgraded: Error while extracting the latest version.
sv_se: Modulen %s kan inte uppgraderas: Fel uppstod när den senaste versionen skulle extraheras.

source: You do not have the rights to update the %s module. Please make sure you are logged in to the PrestaShop Addons account that purchased the module.
sv_se: Du har inte behörighet att uppdatera modulen %s. Se till att du är inloggad med det PrestaShop Addons-konto som användes vid köpet.

source: You do not have permission to access this module.
sv_se: Du saknar behörighet till den här modulen.

source: You do not have permission to install this module.
sv_se: Du har inte rättigheter att installera en modul.

source: You do not have permission to delete this module.
sv_se: Du har inte rättigheter att radera denna modul.

source: You do not have permission to configure this module.
sv_se: Du har inte rättigheter att ändra inställningarna för denna modul.

source: This module is already installed: %s.
sv_se: Den hä modulen är redan installerad: %s.

source: This module has already been uninstalled: %s.
sv_se: Denna modul är redan avinstallerad: %s.

source: This module needs to be installed in order to be updated: %s.
sv_se: Denna modul behöver installeras innan den kan uppdateras: %s.

source: You do not have permission to uninstall this module.
sv_se: Du har inte rättigheter att avinstallera den här modulen.

source: The following module(s) could not be uninstalled properly: %s.
sv_se: Följande modul(er) kunde inte avinstalleras: %s.

source: The following module(s) could not be installed properly: %s.
sv_se: Följande modul(er) kunde inte installeras: %s.

source: The module was successfully downloaded.
sv_se: Modulen laddades ner.

source: Successfully signed in to PrestaShop Addons.
sv_se: Lyckad inloggning till Prestashop-tillägg.

source: Error found : %1$s in country_module_list.xml file.
sv_se: Fel hittat : %1$s i filen country_module_list.xml.

source: Error found : %1$s in must_have_module_list.xml file.
sv_se: Fel hittat : %1$s i filen must_have_module_list.xml.

source: Module(s) installed successfully.
sv_se: Modulerna har installerats

source: Module(s) uninstalled successfully.
sv_se: Modulerna har avinstallerats

source: The module transplanted successfully to the hook.
sv_se: Modul transplanteras med framgång kroken

source: The module was successfully removed from the hook.
sv_se: Modul har tagits bort från nålen

source: Module reset successfully.
sv_se: Modul återställts

source: Module deleted successfully.
sv_se: Modulen raderades.

source: No graph engine selected
sv_se: Inga graf motor som valts

source: Graph engine selected is unavailable.
sv_se: Diagram motor som valts inte är tillgänglig.

source: No grid engine selected
sv_se: Inga Grid Engine utvalda

source: Grid engine selected is unavailable.
sv_se: Grid Engine valt är inte tillgänglig.

source: Unable to install the module (Module name is not valid).
sv_se: Kunde ej installera modulen (Modul namn ej giltigt).

source: The version of your module is not compliant with your PrestaShop version.
sv_se: Den här versionen av modulen är inte kompatibel med din version av PrestaShop.

source: Before installing this module, you have to install this/these module(s) first:
sv_se: Innan du installerar den här modulen, så måste du intstallera de här modulerna först:

source: This module has already been installed.
sv_se: Denna modul är redan installerad.

source: Could not install module controllers.
sv_se: Kan inte installera modulkontrollerna.

source: Technical error: PrestaShop could not install this module.
sv_se: Tekniskt fel: PrestaShop kunde inte installera modulen.

source: Current version: %s
sv_se: Nuvarande version: %s

source: %d file upgrade applied
sv_se: %d filuppgradering genomförd

source: No upgrade has been applied
sv_se: Ingen uppgradering har genomförts

source: Upgraded from: %s to %s
sv_se: Uppdaterad från: %s till %s

source: %d upgrade left
sv_se: %d uppgradering kvar

source: Module %s cannot be upgraded this time: please refresh this page to update it.
sv_se: Module %s kan inte updateras nu: vänligen uppdatera denna sida för att uppdatera modulen.

source: To prevent any problem, this module has been turned off
sv_se: För att undvika problem, så har den här modulen inaktiverats

source: The module is not installed.
sv_se: Modulen är inte installerad.

source: Unable to install override: %s
sv_se: Kunde inte installera override: %s

source: %1$s is not a valid module name.
sv_se: %1$s är inte ett giltigt modulnamn.

source: All modules cannot be loaded due to memory limit restrictions, please increase your memory_limit value on your server configuration
sv_se: Alla moduler kan inte laddas pga minnesbegränsningar, vänligen öka värdet för memory_limit på din server.

source: %s could not be loaded.
sv_se: %s kunde inte laddas.

source: Error found in config file:
sv_se: Fel hittades i config filen:

source: %1$s (parse error in %2$s)
sv_se: %1$s (läsfel i %2$s)

source: %1$s (class missing in %2$s)
sv_se: %1$s (klass saknas i %2$s)

source: The following module(s) could not be loaded
sv_se: Följande modul(er) kunde inte laddas

source: Trusted and Untrusted XML have not been generated properly
sv_se: XML-fil har inte genererats

source: No template found for module
sv_se: Inga mall för modul

source: The method %1$s in the class %2$s is already overridden by the module %3$s version %4$s at %5$s.
sv_se: Metod %1$s i klassen %2$s är redan åsidosatt av modul %3$s, version %4$s vid %5$s.

source: The method %1$s in the class %2$s is already overridden.
sv_se: Funktionen %1$s i klassen %2$s är redan åsidosatt.

source: Failed to override method %1$s in class %2$s.
sv_se: Kunde inte åsidosätta metod %1$s i klass %2$s.

source: The property %1$s in the class %2$s is already defined.
sv_se: Egenskapen %1$s i klass %2$s är redan angivet.

source: Failed to override property %1$s in class %2$s.
sv_se: Kunden inte åsidosätta egenskap %1$s i klass %2$s.

source: The constant %1$s in the class %2$s is already defined.
sv_se: Konstanten %1$s i klass %2$s är redan definierad.

source: Failed to override constant %1$s in class %2$s.
sv_se: Kunde inte åsidosätta konstant %1$s i klass %2$s.

source: This module cannot be loaded.
sv_se: Modulen kan inte laddas.

source: Hook cannot be loaded.
sv_se: Hook kan inte laddas.

source: This module has already been transplanted to this hook.
sv_se: Denna modul är redan transplanteras till denna krok.

source: This module cannot be transplanted to this hook.
sv_se: Denna modul kan inte transplanteras till denna krok.

source: An error occurred while transplanting the module to its hook.
sv_se: Ett fel uppstod vid transplantation av modul till kroken.

source: An error occurred while deleting the module from its hook.
sv_se: Ett fel inträffade vid borttagning modul från nålen.

source: Please select a module to unhook.
sv_se: Välj en modul att haka.

source: You are about to disable %moduleName% module.
sv_se: Du håller på att inaktivera modul %moduleName%.

source: Your current settings will be saved, but the module will no longer be active.
sv_se: Dina nuvarande inställningar kommer att sparas, men modulen kommer inte att vara aktiv.

source: You are about to uninstall %moduleName% module.
sv_se: Du håller på att avinstallera modul %moduleName%.

source: This will disable the module and delete all its files. For good.
sv_se: Detta inaktiverar modulen och raderar dess filer, för alltid.

source: This action cannot be undone.
sv_se: Åtgärden kan inte ångras.

source: You're about to reset %moduleName% module.
sv_se: Du håller på att återställa modul %moduleName%.

source: This will restore the defaults settings.
sv_se: Dett kommer att återställa förvalda inställningar.

source: Installing module...
sv_se: Installerar modul...

source: It will close as soon as the module is installed. It won't be long!
sv_se: Det kommer att stängas så fort modulen är installerad, det går snabbt!

source: Module installed!
sv_se: Modul installerad!

source: Oops... Upload failed.
sv_se: Oops... uppladdning misslyckades.

source: You are about to [1] the following modules:
sv_se: Du håller på att [1] följande moduler:

source: No description found for this module :(
sv_se: Ingen beskrivning hittades för den här modulen :(

source: No additional description provided for this module :(
sv_se: Ingen ytterligare beskrivning hittades för den här modulen :(

source: No feature list provided for this module :(
sv_se: Ingen lista över funktioner för denna modul :(

source: No customer benefits notes found for this module :(
sv_se: Inga anteckningar om kundfördel hittades för denna modul :(

source: No demonstration video found for this module :(
sv_se: Ingen demonstrationsvideo hittades för denna modul :(

source: No changelog provided for this module :(
sv_se: Ingen ändringslogg finns för denna modul :(

source: No changelog provided
sv_se: Ingen ändringslogg tillgänglig

source: You are about to log out your Addons account. You might miss important updates of Addons you've bought.
sv_se: Du håller på att logga ut från ditt Addons-konto. Du kan missa viktiga uppdateringar för moduler du köpt.

source: You need to select at least one module to use the bulk action.
sv_se: Du måste välja minst en modul för massåtgärder.

source: The action "[1]" is not available, impossible to perform your request.
sv_se: Åtgärden "[1]" är inte tillgänglig, omöjligt att utföra din begäran.

source: The action [1] is not available for module [2]. Skipped.
sv_se: Åtgärden [1] är inte tillgänglig för modul [2]. Utfördes inte.

source: Activate module for this shop context: %s.
sv_se: Aktivera modulen för den här butiken: %s.

source: Confirm reset
sv_se: Bekräfta återställning

source: Would you like to delete the content related to this module ?
sv_se: Vill du ta bort innehållet som är relaterat till den här modulen?

source: No - reset only the parameters
sv_se: Nej - återställ bara parametrar

source: Yes - reset everything
sv_se: Ja - återställ allt
