Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/AdminAdvparametersFeature.*.xlf
Languages: sv_se

source: Logistician
sv_se: Logistiker

source: Translator
sv_se: Översättare

source: Salesman
sv_se: Försäljare

source: Customer ID
sv_se: Kund-ID

source: Template
sv_se: Mall:

source: Store contacts
sv_se: Butikskontakter

source: Supply Orders
sv_se: Leverantörsbeställningar

source: Supply Order Details
sv_se: Leverantörsbeställningsdetaljer

source: Ignore this column
sv_se: Ignorera denna kolumn

source: Product ID
sv_se: Produkt-ID

source: Product Reference
sv_se: Produktreferens

source: Attribute (Name:Type:Position)
sv_se: Attribut (Namn: Typ: Position:)

source: Value (Value:Position)
sv_se: Värde (Value:Position)

source: Supplier reference
sv_se: Leverantör referens

source: Minimal quantity
sv_se: Minsta antal

source: Default (0 = No, 1 = Yes)
sv_se: Standard (0= Nej, 1 = Ja)

source: Combination availability date
sv_se: Datum när kombination är tillgänglig

source: Choose among product images by position (1,2,3...)
sv_se: Välj mellan produktbilder via position (1,2,3...)

source: Image URLs (x,y,z...)
sv_se: Bild webbadresser (x, y, z. ..)

source: Image alt texts (x,y,z...)
sv_se: Alt-texter för bild (x, y, z...)

source: ID / Name of shop
sv_se: ID / Namn på butik

source: Advanced Stock Management
sv_se: Avancerad lagerhantering

source: Depends on stock
sv_se: Beroende på lager

source: Warehouse
sv_se: Lager

source: Active (0/1)
sv_se: Aktiv (0 / 1)

source: Root category (0/1)
sv_se: Rootkategori (0/1)

source: Image URL
sv_se: Bild-URL

source: Categories (x,y,z...)
sv_se: Kategorier (x, y, z. ..)

source: Price tax excluded
sv_se: Pris exkl. moms.

source: Price tax included
sv_se: Pris inkl.

source: Tax rule ID
sv_se: ID för Momsregel

source: On sale (0/1)
sv_se: Till försäljning (0 / 1)

source: Discount amount
sv_se: Rabattbelopp

source: Discount percent
sv_se: Rabatt procent

source: Discount from (yyyy-mm-dd)
sv_se: Rabatt från (åååå-mm-dd)

source: Discount to (yyyy-mm-dd)
sv_se: Rabatt till (åååå-mm-dd)

source: Reference #
sv_se: Referens #

source: Supplier reference #
sv_se: Leverantör referens #

source: Additional shipping cost
sv_se: Extra fraktkostnad

source: Unit for the price per unit
sv_se: Enhet för pris per enhet

source: Tags (x,y,z...)
sv_se: Taggar (x, y, z. ..)

source: Rewritten URL
sv_se: Omskriven URL

source: Label when backorder allowed
sv_se: Text om restorder tillåts

source: Available for order (0 = No, 1 = Yes)
sv_se: Tillgänglig för beställning (0=Nej, 1=Ja)

source: Product availability date
sv_se: Datum när produkten är tillgänglig

source: Product creation date
sv_se: Datum produkten lades till

source: Show price (0 = No, 1 = Yes)
sv_se: Visa pris (0 = Nej, 1 = Ja

source: Delete existing images (0 = No, 1 = Yes)
sv_se: Ta bort befintliga bilder (0 = nej, 1 = ja)

source: Feature (Name:Value:Position:Customized)
sv_se: Egenskap(Namn:Värde:Position:Anpassad)

source: Available online only (0 = No, 1 = Yes)
sv_se: Endast tillgänglig online (0=Nej, 1=Ja)

source: Customizable (0 = No, 1 = Yes)
sv_se: Anpassningsbar(a) (0 = Nej, 1 = Ja)

source: Uploadable files (0 = No, 1 = Yes)
sv_se: Uppladdningsbara filer (0 = Nej, 1 = Ja)

source: Text fields (0 = No, 1 = Yes)
sv_se: Text-fält (0 = Nej, 1 = Ja)

source: Action when out of stock
sv_se: Åtgärd vid slut på lager

source: Virtual product (0 = No, 1 = Yes)
sv_se: Virtuell produkt (0 = Nej, 1 = Ja)

source: File URL
sv_se: Fil-URL

source: Expiration date (yyyy-mm-dd)
sv_se: Utgångsdatum (åååå-mm-dd)

source: Number of days
sv_se: Antal dagar

source: Accessories (x,y,z...)
sv_se: Tillbehör (x,y,z...)

source: Active (0/1)
sv_se: Aktiv (0 / 1)

source: Titles ID (Mr = 1, Ms = 2, else 0)
sv_se: Titel ID (herr = 1, fru = 2, annat = 0)

source: Birth date (yyyy-mm-dd)
sv_se: Födelsedag (åååå-mm-dd)

source: Newsletter (0/1)
sv_se: Nyhetsbrev (0 / 1)

source: Partner offers (0/1)
sv_se: Partnererbjudanden (0/1)

source: Registration date (yyyy-mm-dd)
sv_se: Registreringsdatum (åååå-mm-dd)

source: Groups (x,y,z...)
sv_se: Grupper (x,y,z..)

source: Default group ID
sv_se: Standard grupp-ID

source: Customer email
sv_se: Kund e-post

source: ID / Name of group shop
sv_se: ID / Namn på butiksgrupp

source: Address (2)
sv_se: Adress (2)

source: Latitude
sv_se: Latitud

source: Longitude
sv_se: Longitud

source: Note
sv_se: Anteckning

source: Hours (x,y,z...)
sv_se: Timmar (x, y, z...)

source: Supplier ID *
sv_se: Leverantörsid

source: Lang ID
sv_se: Språk ID

source: Warehouse ID *
sv_se: Varulager ID

source: Currency ID *
sv_se: Valuta ID *

source: Supply Order Reference *
sv_se: Referens för leverantörsbeställning

source: Delivery Date (Y-M-D)*
sv_se: Leveransdatum (Y-M-D)

source: Discount rate
sv_se: Rabattsats

source: Product ID *
sv_se: Produktid*

source: Product Attribute ID
sv_se: Produktattribut ID

source: Unit Price (tax excl.)*
sv_se: Enhetspris (exkl moms)*

source: Quantity Expected *
sv_se: Förväntat antal *

source: Discount Rate
sv_se: Rabattsats

source: Tax Rate
sv_se: Moms

source: Import .CSV data
sv_se: Importera CSV-data

source: Both
sv_se: Båda

source: Recipient
sv_se: Mottagare:

source: Subject
sv_se: Ämne

source: Sent
sv_se: Skickade

source: Send emails to
sv_se: Skicka e-post till

source: Never send emails (may be useful for testing purposes)
sv_se: Skicka aldrig e-post (kan vara användbart för teständamål)

source: Set my own SMTP parameters (for advanced users ONLY)
sv_se: Ange mina egna SMTP-parametrar (ENDAST för avancerade användare)

source: Send email in HTML format
sv_se: Skicka e-post i HTML-format

source: Send email in text format
sv_se: Skicka e-post som text

source: Log Emails
sv_se: Maillogg

source: Mail domain name
sv_se: Mail domännamn

source: SMTP username
sv_se: SMTP användarnamn

source: SMTP password
sv_se: SMTP-lösenord

source: Encryption
sv_se: Kryptering

source: None
sv_se: Ingen

source: Port number to use.
sv_se: Portnummer att använda.

source: Test your email configuration
sv_se: Testa din e-postkonfiguration

source: Send a test email to
sv_se: Skicka ett test e-post till

source: Send a test email
sv_se: Skicka test-mail

source: Use PHP's mail() function (recommended; works in most cases)
sv_se: Använd PHP mail () funktionen. (Rekommenderas, fungerar i de flesta fall)

source: This is a test message. Your server is now configured to send email.
sv_se: Detta är ett test meddelande, din server nu tillgänglig för att skicka e-post

source: Test message -- Prestashop
sv_se: Testmeddelande - Prestashop

source: A test email has been sent to the email address you provided.
sv_se: Mail skickas

source: Error: Please check your configuration
sv_se: Fel: Vänligen kontrollera din konfiguration

source: This email address is not valid
sv_se: Här e-postadressen är fel!

source: Back to the dashboard
sv_se: Tillbaka till dashboard

source: Shop group
sv_se: Butikgrupp

source: Multistore options
sv_se: Multishopval

source: Default shop
sv_se: Förvald butik

source: Add a new shop group
sv_se: Lägg till ny butiksgrupp

source: Add a new shop
sv_se: Lägg till ny butik

source: Shop group name
sv_se: Gruppnamn för butik

source: Share customers
sv_se: Dela kunder

source: Share available quantities to sell
sv_se: Dela tillgängligt lager

source: Share available quantities between shops of this group. When changing this option, all available products quantities will be reset to 0.
sv_se: Dela tillgängligt lager mellan butikerna i denna grupp. När detta val ändras, kommer alla produkter i denna grupp få lagersaldo 0.

source: Share orders
sv_se: Dela ordrar

source: Multistore tree
sv_se: Multishop-träd

source: Shop URL ID
sv_se: Butikens URL-ID

source: Shop name
sv_se: Butiksnamn

source: Is it the main URL?
sv_se: Är det här huvud-URL?

source: URL options
sv_se: URL val

source: Is it the main URL for this shop?
sv_se: Är det här huvud-URL för den här butiken?

source: Shop URL
sv_se: URL för din webbplats

source: Domain
sv_se: Domän

source: SSL Domain
sv_se: SSL-domän

source: Physical URL
sv_se: Fysisk URL

source: Virtual URL
sv_se: Virtuell URL

source: Final URL
sv_se: Slutgiltig URL

source: Edit this shop
sv_se: Ändra denna butik

source: Add a new URL
sv_se: Lägg till ny URL

source: Automatically check for module updates
sv_se: Automatiskt söka efter modul uppdateringar

source: Check the cookie's IP address
sv_se: Kontrollera cookiens IP-adress

source: Lifetime of front office cookies
sv_se: Livslängd på kundcookie

source: Set the amount of hours during which the front office cookies are valid. After that amount of time, the customer will have to log in again.
sv_se: Ställ in tiden i timmar för hur länge en kunds cookie är giltig. Efter den tiden måste kunden logga in på nytt.

source: hours
sv_se: timmar

source: Lifetime of back office cookies
sv_se: Livslängd på administrationscookie

source: Upload quota
sv_se: Uppladningskvot

source: Maximum size for attached files
sv_se: Maximal storlek för bilagor

source: Maximum size for a downloadable product
sv_se: Maximal storlek för nedladdningsbar produkt

source: Maximum size for a product's image
sv_se: Maximal storlek för produktbild

source: Show notifications for new orders
sv_se: Visa notifieringar vid nya ordrar

source: Show notifications for new customers
sv_se: Visa notifieringar vid nya kunder

source: Show notifications for new messages
sv_se: Visa notifieringar vid nya meddelanden

source: Notifications
sv_se: Meddelanden

source: Age
sv_se: Ålder

source: File size
sv_se: Filstorlek

source: Backup options
sv_se: Kopieringsalternativ

source: Ignore statistics tables
sv_se: Ignorera statistik tabeller

source: Drop existing tables during import
sv_se: Följande tabeller kommer INTE att kopieras om du aktiverar detta alternativ

source: Combinations tab on product page
sv_se: Kombinationsfliken på produktsidan

source: Features tab on product page
sv_se: Fliken egenskaper på produktsidan

source: Add server
sv_se: Lägg till server

source: IP Address
sv_se: IP-adress

source: Weight
sv_se: Vikt

source: Add Server
sv_se: Lägg till server

source: Erase all
sv_se: Ta bort alla

source: Severity (1-4)
sv_se: Allvarlighetsgrad (1-4)

source: Object type
sv_se: Objekttyp

source: Object ID
sv_se: Objekt ID

source: Error code
sv_se: Felkod

source: Logs by email
sv_se: Loggar via e-post

source: Minimum severity level
sv_se: Minsta allvarlighetsgrad

source: %s addition
sv_se: %s tillägg

source: Template compilation
sv_se: Mallsamling

source: Never recompile template files
sv_se: Kompilera aldrig om mallfilerna

source: Recompile templates if the files have been updated
sv_se: Bygg om mallen om filerna ändrats

source: Force compilation
sv_se: Tvinga kompilering

source: Should be enabled except for debugging.
sv_se: Bör vara aktiverad, utom för felsökning.

source: Multi-front optimizations
sv_se: Optimering av butik

source: Caching type
sv_se: Cachetyp

source: File System
sv_se: Filsystem

source: Clear cache
sv_se: Rensa cache

source: Never clear cache files
sv_se: Rensa aldrig cachefiler

source: Clear cache everytime something has been modified
sv_se: Rensa cachefiler när något har ändrats

source: Debug mode
sv_se: Felsökningsläge

source: Disable non PrestaShop modules
sv_se: Inaktivera icke-PrestaShop-moduler

source: Enable or disable non PrestaShop Modules.
sv_se: Aktivera eller inaktivera ej PrestaShop-moduler.

source: Disable all overrides
sv_se: Inaktivera alla förbikopplingar

source: Enable or disable all classes and controllers overrides.
sv_se: Aktivera eller inaktivera alla klass- och kontroll-förbikopplingar.

source: Optional features
sv_se: Valbara egenskaper

source: Customer Groups
sv_se: Kundgrupper

source: CCC (Combine, Compress and Cache)
sv_se: CCC (kombinera, komprimera och cacha)

source: Smart cache for CSS
sv_se: Smart Cache för CSS

source: Use CCC for CSS
sv_se: Använd CCC för CSS

source: Keep CSS as original
sv_se: Håll CSS som original

source: Smart cache for JavaScript
sv_se: Smart Cache för JavaScript

source: Use CCC for JavaScript
sv_se: Använd CCC för JavaScript

source: Keep JavaScript as original
sv_se: Håll JavaScript som original

source: Apache optimization
sv_se: Apache-optimering

source: Media servers (use only with CCC)
sv_se: Mediaservrar (används endast med CCC)

source: You must enter another domain, or subdomain, in order to use cookieless static content.
sv_se: Du måste ange en annan domän eller underdomän för att kunna använda cookieless statiskt innehåll.

source: Caching
sv_se: Cachning

source: Use cache
sv_se: Använd cache

source: Memcached via PHP::Memcache
sv_se: Memcache via PHP::Memcache

source: Memcached via PHP::Memcached
sv_se: Memcache via PHP::Memcached

source: Profile
sv_se: Profil

source: Add new profile
sv_se: Lägg till ny profil

source: Employee options
sv_se: Alternativ för anställda

source: Password regeneration
sv_se: Regenerera lösenord tidigast efter

source: Security: Minimum time to wait between two password changes.
sv_se: Säkerhet minsta tid att vänta för att förnya ett nytt lösenord

source: minutes
sv_se: minuter

source: Memorize the language used in Admin panel forms
sv_se: Memorera formspråk

source: Allow employees to select a specific language for the Admin panel form.
sv_se: Ger medarbetarna möjlighet att rädda sitt eget språk standardformulär

source: Add new employee
sv_se: Lägg till ny anställd

source: Edit: %lastname% %firstname%
sv_se: Redigera: %lastname% %firstname%

source: Subscribe to PrestaShop newsletter
sv_se: Prenumerera på PrestaShop's nyhetsbrev

source: Default page
sv_se: Förvald sida

source: Permission profile
sv_se: Tillstånd profil

source: Employees
sv_se: Anställda

source: Contact information
sv_se: Kontaktinformation

source: Discount prices
sv_se: Rabatterade priser

source: Module hooks
sv_se: Modulkrokar

source: Product combinations
sv_se: Produktkombinationer

source: Available quantities for sale
sv_se: Tillgängligt antal för försäljning

source: Warehouses
sv_se: Varulager

source: Webservice accounts
sv_se: Webbtjänsten konton

source: Attribute groups
sv_se: Attributgrupper

source: Customer groups
sv_se: Kundgrupper

source: Tax rules groups
sv_se: Momsregelgrupper

source: Referrers/affiliates
sv_se: Hänvisningar/affiliates

source: Cart rules
sv_se: Kundvagnsregler

source: Import data
sv_se: Importera data

source: Choose the source shop
sv_se: Välj källbutik

source: Choose data to import
sv_se: Välj data att importera

source: Shop groups list
sv_se: Butikgruppslista

source: Key
sv_se: Nyckel

source: Key description
sv_se: Nyckel beskrivning

source: Enable PrestaShop's webservice
sv_se: Aktivera PrestaShop Webservice

source: Enable CGI mode for PHP
sv_se: Aktivera CGI-läge för PHP

source: Add new webservice key
sv_se: Lägg till en ny nyckel för webservice

source: Webservice Accounts
sv_se: Konton för Webservice

source: Webservice account key.
sv_se: Webbtjänsten konto nyckel

source: Generate!
sv_se: Generera!

source: Permissions
sv_se: Behörigheter

source: Back office connection from %s
sv_se: Back Office-koppling från %s

source: SQL query Name
sv_se: Namn på SQL-fråga

source: SQL query
sv_se: SQL-fråga

source: Select your default file encoding
sv_se: Välj standardkodning för filer

source: Edit this SQL query
sv_se: Ändra den här SQL-frågan

source: SQL query name
sv_se: Namn på SQL-fråga

source: Add new SQL query
sv_se: Lägg till en ny SQL-fråga

source: Price per unit
sv_se: Pris per enhet

source: Import data from another shop
sv_se: Importera data från en annan butik

source: Menu
sv_se: Meny

source: No menu
sv_se: Ingen meny

source: Download the backup file (%s MB)
sv_se: Ladda ner backupfil (%s MB)

source: Tip: You can also download this file from your FTP server. Backup files are located in the "/adminXXXX/backups" directory.
sv_se: Tips: Du kan också ladda ner den här filen via FTP. Backupfiler finns i katalogen "adminXXXX/backups".

source: List of MySQL Tables
sv_se: Lista på MySQL-tabeller

source: Add table name to SQL query
sv_se: Lägg till tabellnamn till SQL-frågan

source: List of attributes for this MySQL table
sv_se: Lista på attribut för den här MySQL-tabellen

source: Action
sv_se: Åtgärd

source: Add attribute to SQL query
sv_se: Lägg till attribut till SQL-fråga

source: Please choose a table.
sv_se: Välj en tabell.

source: SQL query result
sv_se: Resultat på SQL-fråga

source: What do you want to import?
sv_se: Vad vill du importera?

source: Select a file to import
sv_se: Välj en fil att importera

source: Choose from history / FTP
sv_se: Välj från historik / FTP

source: History of uploaded files
sv_se: Historik av uppladdade filer

source: Language of the file
sv_se: Språk för filen

source: Field separator
sv_se: Fältseparator

source: Delete all [1]categories[/1] before import
sv_se: Ta bort alla [1]kategorier[/1] innan import

source: Use product reference as key
sv_se: Använd produktreferens som nyckel

source: Skip thumbnails regeneration
sv_se: Hoppa över återskapande av tumnaglar

source: Force all ID numbers
sv_se: Tvingande ID-nummer

source: Send notification email
sv_se: Skicka meddelanden via e-post

source: Next step
sv_se: Nästa steg

source: Available fields
sv_se: Tillgängliga fält

source: * Required field
sv_se: * Obligatoriska fält

source: Download sample csv files
sv_se: Ladda ner provfil i csv-format

source: Sample Categories file
sv_se: Exempelfil för kategorier

source: Sample Products file
sv_se: Exempelfil för produkter

source: Sample Combinations file
sv_se: Exempelfil för kombinationer

source: Sample Customers file
sv_se: Exempelfil för kunder

source: Sample Addresses file
sv_se: Exempelfil för adresser

source: Sample Brands file
sv_se: Prov för märkesfil

source: Sample Suppliers file
sv_se: Exempelfil för leverantörer

source: Sample Aliases file
sv_se: Testfil för alias

source: Sample Store Contacts file
sv_se: Provfil för Butikskontakter

source: Sample Supply Orders file
sv_se: Testfil för leverantörsorder

source: Sample Supply Order Details file
sv_se: Testfil för leverantörsorderdetaljer

source: You are currently connected as %username%
sv_se: Du är för närvarande ansluten som %username%

source: Sign out from PrestaShop Addons
sv_se: Logga ut från PrestaShop Addons

source: Sign in
sv_se: Logga in

source: Configuration information
sv_se: Information

source: This information must be provided when you report an issue on our bug tracker or forum.
sv_se: Denna information skall anges när du rapporterar ett problem till vårt felrapporteringssystem eller på vårt forum.

source: Server software version:
sv_se: Serverns version av mjukvaran:

source: Memory limit:
sv_se: Minnesbegränsning:

source: Max execution time:
sv_se: Maxtid för körning:

source: Upload Max File size:
sv_se: Maximal filstorlek för uppladdning:

source: PageSpeed module for Apache installed (mod_instaweb)
sv_se: PageSpeed ​​modul för Apache installerad (mod_instaweb)

source: MySQL name:
sv_se: MySQL användarnamn:

source: MySQL user:
sv_se: MySQL användarnamn:

source: Tables prefix:
sv_se: Tabellprefix:

source: MySQL engine:
sv_se: MySQL-motor:

source: MySQL driver:
sv_se: MySQL-drivrutin:

source: Store information
sv_se: Butiksinformation

source: Shop URL:
sv_se: Butikens URL:

source: Current theme in use:
sv_se: Aktuellt tema i bruk:

source: Mail configuration
sv_se: E-postkonfiguration

source: Mail method:
sv_se: Mail-metod:

source: You are using the PHP mail() function.
sv_se: Du använder PHP's mail () funktion.

source: You are using your own SMTP parameters.
sv_se: Du använder din egen SMTP parametrar

source: SMTP username:
sv_se: SMTP användarnamn:

source: Defined
sv_se: Definierade

source: Not defined
sv_se: Inte definierad

source: SMTP password:
sv_se: SMTP lösenord:

source: Encryption:
sv_se: Kryptering:

source: Your information
sv_se: Din information

source: Your web browser:
sv_se: Din webbläsare:

source: Check your configuration
sv_se: Kontrollera din konfiguration

source: Required parameters:
sv_se: Parametrar som krävs:

source: Optional parameters:
sv_se: Valfria parametrar:

source: List of changed files
sv_se: Lista över ändrade filer

source: Set the resource permissions for this key:
sv_se: Ange behörigheter för denna nyckel:

source: View (GET)
sv_se: Visa (GET)

source: Modify (PUT)
sv_se: Modifiera (PUT)

source: Add (POST)
sv_se: Lägg till (POST)

source: Delete (DELETE)
sv_se: Ta bort (DELETE)

source: Fast view (HEAD)
sv_se: Snabb visning (HEAD)
