Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/AdminAdvparametersNotification.*.xlf
Languages: sv_se

source: "Backup" directory does not exist.
sv_se: Säkerhetskopior katalogen finns inte.

source: Error deleting
sv_se: Fel vid borttagning

source: Invalid ID
sv_se: Ogiltigt ID

source: Unable to create backup file
sv_se: Det går inte att skapa backup-fil

source: An error occurred while backing up. Unable to obtain the schema of %s
sv_se: Ett fel uppstod under backup. Kunde inte läsa struktur för %s

source: No valid tables were found to backup.
sv_se: Inga godkända tabeller fanns att göra backup på.

source: Error: parameter "to" is corrupted
sv_se: Fel: parameter "till" är skadad

source: Error: parameter "bcc" is corrupted
sv_se: Fel: parameter "bcc" är felaktig

source: Error: invalid e-mail template
sv_se: Fel: Ogiltig e-mall

source: Error: invalid e-mail subject
sv_se: Fel: Ogiltig e-ämne

source: Error: invalid e-mail address
sv_se: Fel: Ogiltig e-postadress

source: Error: invalid SMTP server or SMTP port
sv_se: Fel: ogiltig SMTP-server eller SMTP-porten

source: Error - The following e-mail template is missing: %s
sv_se: Fel - Följande E-posmall saknas: %s

source: You can't put this menu inside itself.
sv_se: Du kan inte sätta in denna meny inuti sig själv.

source: The limit chosen is larger than the server's maximum upload limit. Please increase the limits of your server.
sv_se: Begränsningen är högre än serverns maxiamala tillåtna storlek. Du måste öka värdet på servern.

source: The backup file does not exist
sv_se: Backup filen finns ej

source: The "Backups" directory located in the admin directory must be writable (CHMOD 755 / 777).
sv_se: Katalogen "backup" i admin-katalogen måste vara skrivbar (chmod 755 / 777).

source: It appears the backup was successful, however you must download and carefully verify the backup file before proceeding.
sv_se: Det verkar som att säkerhetskopieringen lyckades, dock måste du hämta och noggrant kontrollera säkerhetskopian.

source: Unable to open your backup directory
sv_se: Kan ej öppna din backup mapp

source: SSL does not seem to be available on your server.
sv_se: SSL verkar inte vara tillgängligt på din server.

source: You've selected a state for a country that does not contain states.
sv_se: Du har valt en stat för ett land som inte innehåller stater.

source: (the directory %s must be writable)
sv_se: (katalog %s måste vara skrivbar)

source: (you must install the [a]Memcache PECL extension[/a])
sv_se: (du måste installera [a]Memcache PECL extension[/a])

source: (you must install the [a]Memcached PECL extension[/a])
sv_se: (du måste installera [a]Memcached PECL tillägget[/a])

source: (you must install the [a]APC PECL extension[/a])
sv_se: (du måste installera [a]APC PECL extension[/a])

source: (you must install the [a]Xcache extension[/a])
sv_se: (du måste installera [a]Xcache extension[/a])

source: The Memcached IP is missing.
sv_se: Memcached IP saknas

source: The Memcached port is missing.
sv_se: Memcached port saknas

source: The Memcached weight is missing.
sv_se: Memcached vikt saknas

source: The Memcached server cannot be added.
sv_se: Kan inte lägga memcached server

source: There was an error when attempting to delete the Memcached server.
sv_se: Fel i radera memcached server

source: To use Smarty Cache, the directory %directorypath% must be writable.
sv_se: För att använda Smart Cache så måste katalogen %directorypath% vara skrivbar.

source: Before being able to use this tool, you need to:[1][2]Create a blank .htaccess in your root directory.[/2][2]Give it write permissions (CHMOD 666 on Unix system).[/2][/1]
sv_se: Innan du kan använda det här verktyget så måste du:[1][2]Skapa en tom .htaccess-fil i din rotkatalog.[/2][2]Sätt skrivbehörighet på filen (CHMOD 666 på Unix-system).[/2][/1]

source: Media server #1 is invalid
sv_se: Media Server # 1 är ogiltig

source: Media server #2 is invalid
sv_se: Media Server # 2 är ogiltig

source: Media server #3 is invalid
sv_se: Media Server # 3 är ogiltig

source: Before being able to use this tool, you need to: <br />- Create a blank .htaccess in your root directory. <br />- Give it write permissions (CHMOD 666 on Unix system).
sv_se: Innan du kan använda det här verktyget måste du: <br />- Skapa en tom .htaccess i rotkatalogen. <br /> Ge den skrivbehörighet (CHMOD 666 i Unix-system).

source: The caching system is missing.
sv_se: Cachning systemet saknas

source: To use Memcached, you must install the Memcache PECL extension on your server.
sv_se: För att använda Memcached, måste du installera Memcache PECL stöd på din server.

source: To use Memcached, you must install the Memcached PECL extension on your server.
sv_se: För att använda Memcached, måste du installera stöd för Memcache PECL på din server.

source: To use APC cache, you must install the APC PECL extension on your server.
sv_se: För att använda APC cache måste du installera APC PECL på din server.

source: To use Xcache, you must install the Xcache extension on your server.
sv_se: För att använda Xcache måste Xcache vara installerat på din server.

source: To use Xcache, you must configure "xcache.var_size" for the Xcache extension (recommended value 16M to 64M).
sv_se: För att använda Xcache, måste du konfigurera "xcache.var_size" för Xcache pluginen (rekommenderat värde 16M till 64M).

source: The settings file cannot be overwritten.
sv_se: Kan inte skriva över inställningsfil.

source: Error: Could not find whether debug mode is enabled. Make sure that the correct permissions are set on the file %s
sv_se: Fel: Kunde inte hitta om felsökningsläget är aktiverat. Se till att rätt behörigheter är inställda för filen %s

source: Error: Could not write to file. Make sure that the correct permissions are set on the file %s
sv_se: Fel: Kunde inte skriva till fil. Se till att rätt behörigheter är inställda för filen %s

source: Error: Could not read file. Make sure that the correct permissions are set on the file %s
sv_se: Fel: Kunde inte läsa filen. Se till att rätt behörigheter är inställda för filen %s

source: You cannot edit the SuperAdmin profile.
sv_se: Du kan inte ändra profilen för superadmins.

source: The provided profile is invalid
sv_se: Den angivna profilen är ogiltig

source: You cannot disable or delete your own account.
sv_se: Du kan inte inaktivera eller ta bort ditt eget konto.

source: You cannot disable or delete the administrator account.
sv_se: Du kan inte inaktivera eller ta bort den sista administratörskontot.

source: You cannot delete this account because it manages warehouses. Check your warehouses first.
sv_se: Du kan inte radera det här kontot eftersom den hanterar ett varulager. Kontrollera ditt varulager först.

source: Your current password is invalid.
sv_se: Ditt aktuella lösenord är ogiltigt.

source: The confirmation password does not match.
sv_se: Bekräftelse-lösenordet stämmer inte.

source: You should have at least one employee in the administrator group.
sv_se: Du bör ha minst en anställd i administratörsgruppen.

source: Invalid theme
sv_se: Ogiltigt tema

source: The employee must be associated with at least one shop.
sv_se: En anställd måste vara kopplad till minst en butik

source: The password must be at least %s characters long.
sv_se: Lösenordet måste vara minst %s tecken långt.

source: Key length must be 32 character long.
sv_se: Viktiga längd skall vara 32 tecken lång

source: This key already exists.
sv_se: Nyckel existerar redan

source: To avoid operating problems, please use an Apache server.
sv_se: För att undvika driftproblem, vänligen använd en Apache-server.

source: Please activate the 'mod_auth_basic' Apache module to allow authentication of PrestaShop's webservice.
sv_se: Vänligen aktivera Apache-modulen 'mod_auth_basic' för att använda autentisering för Prestashop's webservice.

source: Please activate the 'mod_rewrite' Apache module to allow the PrestaShop webservice.
sv_se: Vänligen aktivera Apache-modulen 'mod_rewrite' för att använda Prestashop's webservice.

source: We could not check to see if basic authentication and rewrite extensions have been activated. Please manually check if they've been activated in order to use the PrestaShop webservice.
sv_se: Vi kunde inte kontrollera om grundläggande autentisering och förlängningar skriva aktiveras. Vänligen manuellt kontrollera om de är aktiverade för att använda PrestaShop webbtjänst.

source: Please activate the 'SimpleXML' PHP extension to allow testing of PrestaShop's webservice.
sv_se: Vänligen aktivera PHP-modulen 'SimpleXML' för att kunna testa Prestashop's webservice.

source: It is preferable to use SSL (https:) for webservice calls, as it avoids the "man in the middle" type security issues.
sv_se: Om möjligt är det bättre att använda SSL (https) för webbtjänsten, eftersom det undviker säkerhetsrisker av typen "man in the middle".

source: Update your PHP version.
sv_se: Uppdatera din PHP-version.

source: Configure your server to allow file uploads.
sv_se: Konfigurera din server för att tillåta filuppladdning.

source: Configure your server to allow the creation of directories and files with write permissions.
sv_se: Konfigurera servern för att tillåta skapandet av kataloger och skriva till filer

source: Enable the GD library on your server.
sv_se: Aktivera GD-biblioteket på din server

source: Enable the MySQL support on your server.
sv_se: Aktivera stöd för MySQL på din server

source: Set write permissions for the "config" folder.
sv_se: Ställ skrivrättigheter för config mapp

source: Set write permissions for the "cache" folder.
sv_se: Ställ skrivbehörigheter för cachemappen

source: Set write permissions for the "sitemap.xml" file.
sv_se: Ställ skrivbehörigheter för sitemap.xml fil

source: Set write permissions for the "img" folder and subfolders.
sv_se: Ställ skrivbehörigheter för img mapp och undermappar / rekursivt

source: Set write permissions for the "log" folder and subfolders.
sv_se: Ange skrivbehörighet för "log"-mappen och undermappar rekursivt

source: Set write permissions for the "mails" folder and subfolders.
sv_se: Ställ skrivbehörighet till post mapp och undermappar / rekursivt

source: Set write permissions for the "modules" folder and subfolders.
sv_se: Ställ skrivrättigheter för moduler mapp och undermappar / rekursivt

source: Set the write permissions for the "themes%s/lang/" folder and subfolders, recursively.
sv_se: Sätt skrivrättigheter för katalogen "themes%s/lang/" och dess underkataloger.

source: Set write permissions for the "translations" folder and subfolders.
sv_se: Ställ skrivrättigheter för översättning mapp och undermappar / rekursivt

source: Set write permissions for the "upload" folder and subfolders.
sv_se: Ställ skrivrättigheter för att ladda upp mappen och undermappar / rekursivt

source: Set write permissions for the "download" folder and subfolders.
sv_se: Ställ skrivrättigheter för nedladdning mapp och undermappar / rekursivt

source: Allow the PHP fopen() function on your server.
sv_se: Aktivera PHP-funktionen fopen() på din server.

source: Enable GZIP compression on your server.
sv_se: Aktivera GZIP komprimering på din server

source: Some PrestaShop files are missing from your server.
sv_se: Vissa PrestaShop-filer saknas på din server.

source: You are using PHP %s version. Soon, the latest PHP version supported by PrestaShop will be PHP 5.4. To make sure you’re ready for the future, we recommend you to upgrade to PHP 5.4 now!
sv_se: Du använder PHP version %s. Snart så kommer den senaste versionen som stöds av PrestaShop att vara 5.4. Se till att uppgradera till version 5.4 för att vara redo för framtiden!

source: Enable the Apache mod_rewrite module
sv_se: Aktivera Apache-modulen mod_rewrite

source: For security reasons, you cannot delete the Administrator's profile.
sv_se: Av säkerhetsskäl kan du inte ta bort administratören profil

source: You cannot have two shops with the same name in the same group.
sv_se: Du kan inte ha två butiker med samma namn i samma grupp

source: Unable to load this shop.
sv_se: Kunde inte ladda denna butik.

source: You need to select at least the root category.
sv_se: Du måste välja rootkatalog som minst.

source: When saving the query, only the "SELECT" SQL statement is allowed.
sv_se: Endast SQL-frågor av typen "SELECT" kan sparas.

source: The file is too large and cannot be downloaded. Please use the LIMIT clause in this query.
sv_se: Filen är för stor och kan inte laddas ner. Använd LIMIT-klausul i denna fråga.

source: The "%tablename%" table does not exist.
sv_se: Tabellen "%tablename%" finns inte.

source: The "%attribute%" attribute does not exist in the "%table%" table.
sv_se: Attributet "%attribute%" finns inte i tabell "%table%".

source: Undefined "%s" error
sv_se: Odefinierat "%s" fel

source: The "*" operator cannot be used in a nested query.
sv_se: "*" operatören kan inte användas i en nested query.

source: The operator "%s" is incorrect.
sv_se: Operatorn "%s" används felaktigt

source: The "%operator%" operator is incorrect.
sv_se: Operatör "%operator%" är felaktig.

source: The LIMIT clause must contain numeric arguments.
sv_se: Begräningsklasulen måste innehålla nummer argument

source: The "%reference%" reference does not exist in the "%table%" table.
sv_se: Referensen "%reference%" finns inte i tabell "%table%".

source: When multiple tables are used, each attribute must refer back to a table.
sv_se: När flera tabeller används, måste varje attribut hänvisa till en tabell.

source: "%s" is an unauthorized keyword.
sv_se: "%s" är ett oauktoriserat nyckelord.

source: The import directory doesn't exist. Please check your file path.
sv_se: Importkatalogen finns inte. Vänligen kontrollera filens sökväg.

source: The import directory must be writable (CHMOD 755 / 777).
sv_se: Importkatalogen måste vara skrivbar (chmod 755 / 777).

source: The uploaded file exceeds the upload_max_filesize directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess.
sv_se: Den uppladdade filen överskrider upload_max_filesize inställningen i din php.ini. Om din serverkonfiguration tillåter det, kan du ändra värdet via din .htaccess fil.

source: The uploaded file exceeds the post_max_size directive in php.ini. If your server configuration allows it, you may add a directive in your .htaccess, for example:
sv_se: Den uppladdade filen överskrider post_max_size-inställningen i php.ini. Om din server-konfiguration tillåter det, kan du ändra inställning i din .htaccess, till exempel:

source: (click to open "Generators" page)
sv_se: (klicka för att öppna "Generations" sidan)

source: The uploaded file was only partially uploaded.
sv_se: Den uppladdade filen har endast delvis laddats upp.

source: No file was uploaded.
sv_se: Ingen fil laddades upp

source: The extension of your file should be .csv.
sv_se: Filändelsen på din fil måste vara .csv.

source: An error occurred while uploading / copying the file.
sv_se: Ett fel inträffade vid uppladdning / kopiering av filen.

source: To proceed, please upload a file first.
sv_se: För att fortsätta, vänligen ladda upp en fil först.

source: There is an empty row in the file that won't be imported.
sv_se: Det finns en tom rad i filen som inte kommer att importeras.

source: The category ID must be unique. It can't be the same as the one for Root or Home category.
sv_se: Kategori-ID måste vara unikt. Den kan inte vara samma som för Root eller Hem kategorin.

source: The category ID must be unique. It can't be the same as the one for the parent category (ID: %1$s).
sv_se: Kategori-ID måste vara unikt. Den kan inte vara samma som förälderkategori (ID: %1$s).

source: A category can't be its own parent. You should rename it (current name: %1$s).
sv_se: En kategori kan inte vara sin egen förälder. Du bör döpa om den (nuvarande namn: %1$s).

source: %1$s (ID: %2$s) cannot be saved
sv_se: %1$s (ID: %2$s) kunde inte sparas

source: URL rewriting failed to auto-generate a friendly URL for: %s
sv_se: URL-omskrivningen misslyckades att autoskapa en vänlig URL för %s

source: Rewrite link for %1$s (ID %2$s): re-written as %3$s.
sv_se: Omskrivnings-länk för %1$s (ID %2$s): omskriven som %3$s.

source: A category cannot be its own parent. The parent category ID is either missing or unknown (ID: %1$s).
sv_se: En kategori kan inte vara sin egen förälder. Den överordnade kategorins ID saknas eller är okänd (ID: %1$s).

source: The root category cannot be modified.
sv_se: Rootkategorin kan inte ändras

source: cannot be copied.
sv_se: Kan inte kopieras

source: %1$s (ID: %2$s) cannot be %3$s
sv_se: %1$s (ID: %2$s) kan inte vara %3$s

source: Unknown tax rule group ID. You need to create a group with this ID first.
sv_se: Okänd skatteregel grupp-ID. Du måste skapa en grupp med detta ID först.

source: %s cannot be saved
sv_se: %s kunde inte sparas.

source: Shop is not valid
sv_se: Butiken är inte giltig

source: Discount is invalid
sv_se: Rabatt är ogiltig

source: Tags list is invalid
sv_se: Tagglistan är ogiltig

source: Error copying image: %s
sv_se: Fel vid kopiering av bild: %s

source: Product #%1$d: the picture (%2$s) cannot be saved.
sv_se: Produkt #%1$d: bilden (%2$s) kan inte sparas.

source: Advanced stock management has incorrect value. Not set for product %1$s
sv_se: Avancerad lagerhantering har felaktigt värde. Inte satt för produkt %1$s

source: Advanced stock management is not enabled, cannot enable on product %1$s
sv_se: Avancerad lagerhantering är inte aktiverad, kan inte aktiveras på produkt %1$s

source: Advanced stock management is not enabled, warehouse not set on product %1$s
sv_se: Avancerad lagerhantering är inte aktiverad, varulager inte inställd på produkt %1$s

source: Warehouse did not exist, cannot set on product %1$s.
sv_se: Varulager fanns ej, kan ej anges för produkt %1$s.

source: Incorrect value for "Depends on stock" for product %1$s
sv_se: Felaktigt värde för "Beror på lager" för produkt %1$s

source: Advanced stock management is not enabled, cannot set "Depends on stock" for product %1$s
sv_se: Avancerad lagerhantering är inte aktiverad, kan inte ställa in "Beror på lager" för produkt %1$s

source: %data% cannot be saved
sv_se: %data% kunde inte sparas

source: No image was found for combination with id_product = %s and image position = %s.
sv_se: Ingen bild hittad för kombinationen med id_product = %s och bildposition = %s

source: EAN13 "%1s" has incorrect value for product with id %2d.
sv_se: EAN13 "%1s" har felaktigt värde för produkt med id %2d.

source: Advanced stock management has incorrect value. Not set for product with id %d.
sv_se: Avancerad lagerhantering har felaktigt värde. Ej satt för produkt med id %d.

source: Advanced stock management is not enabled, cannot enable on product with id %d.
sv_se: Avancerad lagerhantering är ej aktiverad, kan ej aktiveras på produkt med id %d .

source: Advanced stock management is not enabled, warehouse is not set on product with id %d.
sv_se: Avancerad lagerhantering är ej aktiverat, varulager är inte satt på produkt med id %d.

source: Email address %1$s (ID: %2$s) cannot be validated.
sv_se: E-postdressen %1$s (ID: %2$s) kunde inte valideras.

source: Email address %1$s (ID: %2$s) cannot be saved.
sv_se: E-postdressen %1$s (ID: %2$s) kunde inte sparas.

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be validated
sv_se: %1$s finns inte i databasen %2$s (ID: %3$s), och kan därför inte valideras

source: %1$s does not exist in database %2$s (ID: %3$s), and therefore cannot be saved
sv_se: %1$s finns inte i databasen %2$s (ID: %3$s), och kan därför inte sparas

source: "%s" is not a valid email address.
sv_se: "%s" är ingen giltig e-postadress.

source: The customer ID #%d does not exist in the database, and therefore cannot be validated.
sv_se: Kund-ID #%d finns inte i databasen och kan därför inte valideras.

source: The customer ID #%d does not exist in the database, and therefore cannot be saved.
sv_se: Kund med ID #%d finns inte i databasen och kan därför inte sparas.

source: Supplier is invalid
sv_se: Leverantören inte giltigt

source: Alias is invalid
sv_se: Alias är ogiltigt

source: Store is invalid
sv_se: Ogiltig butik

source: Supplier ID (%d) is not valid (at line %d).
sv_se: Leverantörsid (%d) är ogiltigt på rad %d.

source: Lang ID (%d) is not valid (at line %d).
sv_se: Språk ID (%d) är inte giltigt (på rad %d).

source: Warehouse ID (%d) is not valid (at line %d).
sv_se: Varulager ID (%d) är inte giltig (på rad %d).

source: Currency ID (%d) is not valid (at line %d).
sv_se: Valuta ID (%d) är ogiltig (på rad %d).

source: Reference (%s) already exists (at line %d).
sv_se: Referens (%s) existerar redan (på rad %d).

source: Date format (%s) is not valid (at line %d). It should be: %s.
sv_se: Datumformat (%s) är inte giltigt (på rad %d). Det bör vara: %s.

source: YYYY-MM-DD
sv_se: ÅÅÅÅ-MM-DD

source: Date (%s) cannot be in the past (at line %d). Format: %s.
sv_se: Datum (%s) kan inte vara i dåtid (på rad %d). Format: %s

source: Discount rate (%d) is not valid (at line %d). %s.
sv_se: Rabattsumma (%d) är inte giltig (på rad %d). %s

source: Format: Between 0 and 100
sv_se: Format: Mellan 0 och 100

source: Supply Order (%d) is not editable (at line %d).
sv_se: Leverantörsbeställning (%d) är inte möjlig att ändra på rad %d

source: Supply Order could not be saved (at line %d).
sv_se: Leverantörsbeställningen kunde inte sparas (rad %d).

source: Supply Order (%s) could not be loaded (at line %d).
sv_se: Leverantörsbeställning (%s) kunde inte laddas (rad %d).

source: Product/Attribute (%d/%d) cannot be added twice (at line %d).
sv_se: Produkt/Attribut (%d%d) kan inte anges två gånger (på rad %d).

source: Product (%d/%d) is not available for this order (at line %d).
sv_se: Produkt (%d/%d) är inte tillgänglig för denna beställning (på rad %d).

source: Unit Price (tax excl.) (%d) is not valid (at line %d).
sv_se: Enhetspris (exkl.moms) (%d) är inte giltigt (på rad %d).

source: Quantity Expected (%d) is not valid (at line %d).
sv_se: Förväntat antal (%d) är inte giltigt (på rad %d).

source: Cannot read the .CSV file
sv_se: Kan inte läsa CSV-filen

source: Linking Accessories...
sv_se: Länkar tillbehör...

source: (from %s to %s)
sv_se: (från %s till %s)

source: with truncate
sv_se: med förkortning

source: The confirmation email couldn't be sent, but the import is successful. Yay!
sv_se: Bekräftelsemeddelandet kunde inte skickas, men importen lyckades!

source: Importing your data...
sv_se: Importerar din data...

source: Aborting, please wait...
sv_se: Avbryter, var vänlig vänta...

source: Data imported!
sv_se: Data importerad!

source: Look at your listings to make sure it's all there as you wished.
sv_se: Titta på dina listor så att allt finns som förväntat.

source: Errors occurred:
sv_se: Fel uppstod:

source: Warning, the current import may require a PHP setting update, to allow more data to be transferred. If the current import stops before the end, you should increase your PHP "post_max_size" setting to [1]%size%[/1]MB at least, and try again.
sv_se: Varning, nuvarande import kan innebära att PHP-inställningar måste ändras för att kunna skicka mer data. Om nuvarande import stoppas innan den är klar, så bör du öka PHP-inställningen "post_max_size" till minst [1]%size%[/1] MB, och försöka igen.

source: Some errors were detected. Please check the details:
sv_se: Vissa fel uppstod. Kontrollera:

source: We made the following adjustments:
sv_se: Vi gjorde följande justeringar:

source: Validating data...
sv_se: Validerar data...

source: [1]%percentage%[/1]% validated
sv_se: [1]%percentage%[/1]% validerat

source: Processing next page...
sv_se: Behandlar nästa sida...

source: Linking accessories...
sv_se: Länkar tillbehör...

source: [1]%size%[/1]% imported
sv_se: [1]%size%[/1]% importerat
