Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: sv_se

source: A customer will only be able to use the cart rule "X" time(s).
sv_se: En kund kommer endast att kunna använda Rabattkupongen X gånger.

source: This restriction applies to the country of delivery.
sv_se: Restriktionen gäller leverans-landet.

source: Does not apply to the shipping costs
sv_se: Räknas inte med i fraktkostnaden
