Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/AdminAdvparametersNotification.*.xlf
Languages: sv_se

source: Ignore warnings and continue?
sv_se: Ignorera varningar och fortsätt?

source: Abort import
sv_se: Avbryt import

source: Can't add the voucher.
sv_se: Kan inte lägga till kupongen.

source: You do not have permission to view this.
sv_se: Du har inte behörighet att visa det här.

source: There is no "/backup" directory.
sv_se: Det finns ingen backupkatalog.

source: No file has been specified.
sv_se: Ingen fil angiven

source: Unable to open backup file(s).
sv_se: Kunde inte öppna säkerhetskopian

source: Unable to display backup file(s).
sv_se: Det går inte att visa backupfil(er)

source: Administrator permissions cannot be modified.
sv_se: Administratörsbehörighet kan inte ändras.

source: Disclaimer before creating a new backup
sv_se: Ansvarsfriskrivning innan du skapar en ny säkerhetskopiering

source: PrestaShop is open-source software. You are using it at your own risk under the license agreement.
sv_se: PrestaShop är en mjukvara med öppen källkod. Du använder den på egen risk enligt licensavtalet.

source: You should back up your data on a regular basis (both files and database).
sv_se: Du bör säkerhetskopiera dina data regelbundet (både filer och databas).

source: This function only backs up your database, not your files.
sv_se: Denna funktion säkerhetskopierar bara din databas, inte dina filer.

source: By default, your existing database tables will be dropped during the backup recovery (see "Backup options" below).
sv_se: Som förval kommer dina befintliga databastabeller tas bort under säkerhets-återställning (se tillval).

source: Always verify the quality and integrity of your backup files!
sv_se: Kontrollera alltid kvaliteten och integriteten hos dina säkerhetskopior.

source: Always verify that your backup files are complete, up-to-date and valid, even if you had a success message appear during the backup process.
sv_se: Kontrollera alltid att dina säkerhetskopior är fullständiga, aktuella och giltiga. Även om du hade ett framgångsrikt meddelande under säkerhetskopieringen.

source: Always check your data.
sv_se: Kontrollera alltid dina data.

source: Never restore a backup on a live site.
sv_se: Återställ aldrig en säkerhetskopia på en skarp butik.

source: I have read the disclaimer. Please create a new backup.
sv_se: Jag läste ansvarsfriskrivning - Skapa en ny säkerhetskopia

source: PrestaShop is not responsible for your database, its backups and/or recovery.
sv_se: PrestaShop är inte ansvariga för din databas, säkerhetskopior, återställning och data.

source: How to restore a database backup
sv_se: Hur man gör för att återställa en databas-backup

source: If you need to restore a database backup, we invite you to subscribe to a [1][2]technical support plan[/2][/1].
sv_se: Om du behöver göra en återställning av en databas-backup, så rekommenderar vi att du tecknar avtal på [1][2]teknisk support[/2][/1].

source: Our team will take care of restoring your database safely.
sv_se: Vårt team ser till att din databas återställs på ett säkert sätt.

source: Why can't I restore it by myself?
sv_se: Varför kan jag inte återställa det på egen hand?

source: Your shop is hosted by PrestaShop. Although you can create backup files here below, there are core settings you cannot access for security reasons, like the database management. Thus, only our team can proceed to a restoration.
sv_se: Din butik är hostad av PrestaShop. Du kan däremot skapa egna backup-filer nedan, men av säkerhetsskäl har du ingen åtkomst till databasen, detta hanteras av oss.

source: Beginning the download ...
sv_se: Börjar hämta ...

source: Backup files should automatically start downloading.
sv_se: Nerladdning av backupfiler ska starta automatiskt.

source: If not,[1][2] please click here[/1]!
sv_se: Om inte, [1][2] vänligen klicka här[/1]!

source: Do you really want to remove the server %s:%s
sv_se: Vill du verkligen ta bort server %s: %s

source: Please choose a MySQL table
sv_se: Vänligen välj en MySQL-tabell

source: This SQL query has no result.
sv_se: Den här SQL-frågan gav ett tomt resultat.

source: Your file has been successfully imported into your shop. Don't forget to re-build the products' search index.
sv_se: Din fil har importerats med lyckat resultat till din butik. Glöm inte att återskapa produkternas sökindex.

source: Note that the Category import does not support having two categories with the same name.
sv_se: Notera att import av kategorier inte stöder flera kategorier med samma namn.

source: Note that you can have several products with the same reference.
sv_se: Notera att du kan ha flera produkter med samma artikelnummer

source: Importing Supply Order Details will reset your history of ordered products, if there are any.
sv_se: Import av leverantörsorder kommer att nollställa historiken på beställda produkter, om det finns någon.

source: Are you sure that you would like to delete this entity:
sv_se: Är du säker på att du vill ta bort denna enhet:

source: You do not have permission to delete this. When the MultiStore mode is enabled, only a SuperAdmin can delete all items before an import.
sv_se: Du har inte behörighet att ta bort något här. När Multibutiksstöd är aktiverat, kan endast en SuperAdmin ta bort poster innan import.

source: Missing files
sv_se: Saknade filer

source: Updated files
sv_se: Uppdaterade filer

source: Changed/missing files have been detected.
sv_se: Ändrade eller saknade filer har upptäckts

source: No change has been detected in your files.
sv_se: Inga förändringar kunde hittas i dina filer.

source: Please fix the following error(s)
sv_se: Vänligen åtgärda följande felmeddelande(n)

source: Checking files...
sv_se: Kontrollerar filer...
