Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: sv_se

source: To have a different title from the product name, enter it here.
sv_se: För att använda en annan titel än produktnamnet, ange den här.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
sv_se: Titel för produktsidan och för sökmotorer. Lämna fältet tom för att använda produktnamnet. Antal återstående tecken visas till vänster om fältet.

source: To have a different description than your product summary in search results pages, write it here.
sv_se: För att använda en annan beskrivning än produktbeskrivningen i sökresultat, ange den här.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
sv_se: Den här beskrivningen kommer att synas i sökmotorer. Du behöver en enda mening, kortare än 160 tecken (inklusive mellanslag)

source: To which product the page should redirect?
sv_se: Vilken produkt ska sidan omdirigeras till?

source: To which category the page should redirect?
sv_se: Till vilken kategori ska sidan omdirigeras?

source: Search for a product
sv_se: Sök produkt

source: Enter your product name
sv_se: Ange ett produktnamn

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
sv_se: Summeringen är en kort mening som beskriver din produkt.<br />Den visas på produktsidan, i produktlistan och hos sökmotorer (alltså viktig för SEO). För att ange mer detaljer om din produkt, använd fliken "Beskrivning".

source: Search and add a related product
sv_se: Sök och lägg till en relaterad produkt

source: Use a comma to create seperate tags. E.g.: dress, cotton, party dresses.
sv_se: Använd kommatecken för att separera taggar. Ex. klänning, bomull.

source: Combine several attributes, e.g.: "Size: all", "Color: red".
sv_se: Kombinera flera attribut, ex.: "Storlek: 38", "Färg: röd".

source: Per kilo, per litre
sv_se: Per kilo, per liter

source: Create a new product: CTRL+P
sv_se: Skapa en ny produkt: CTRL+P

source: Your internal name for this attribute.
sv_se: Internt namn för det här attributet.

source: The public name for this attribute, displayed to the customers.
sv_se: Publikt namn för det här attributet, som det visas för kund.

source: The way the attribute's values will be presented to the customers in the product's page.
sv_se: Hur attributet visas för kund på produktsidan.

source: Choose the attribute group for this value.
sv_se: Välj attributgrupp för det här värdet.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
sv_se: Välj en färg i färgpaletten eller ange en HTML färgkod (t.ex. "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
sv_se: Ladda upp en bild från din dator, som visar färgmönstret.

source: This will override the HTML color!
sv_se: Skriver över HTML-färgen!

source: Save then add another value
sv_se: Spara och lägg till nytt värde

source: Only letters and the minus (-) character are allowed.
sv_se: Endast bokstäver och minus (-) tecken är tillåtna

source: Add new feature value
sv_se: Lägg till ett nytt egenskapsvärde

source: Save and add another value
sv_se: Spara och lägg till ett annat värde

source: Back to the list
sv_se: Tillbaks till listan

source: Add new feature values
sv_se: Lägg till ett nytt egenskapsvärde

source: Company name for this supplier
sv_se: Förtagsnamn för den här leverantören

source: Will appear in the list of suppliers.
sv_se: Kommer att visas i listan över leverantörer.

source: Phone number for this supplier
sv_se: Telefonnummer till denna leverantör

source: Mobile phone number for this supplier.
sv_se: Mobiltelefon till den här leverantören.

source: Upload a supplier logo from your computer.
sv_se: Ladda upp leverantören logotyp från din dator.

source: To add "tags" click in the field, write something and then press "Enter".
sv_se: För att lägga till "taggar", klicka i fältet och skriv något, tryck sedan på "Enter".

source: Upload a brand logo from your computer.
sv_se: Ladda upp logotyp från din dator.

source: To add "tags," click inside the field, write something, and then press "Enter."
sv_se: För att lägga till "taggar", klicka i fältet och skriv något, tryck sedan på "retur"

source: Company name for this brand
sv_se: Förtagsnamn för detta märke

source: Allow customers to upload files using the contact page.
sv_se: Ger kunderna möjlighet att ladda upp filen med kontaktsida

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
sv_se: Vänligen fyll i meddelandet som visas som standard när du svarar en tråd på kundservice sidan

source: URL for your IMAP server (ie.: mail.server.com).
sv_se: URL för din IMPAS server (t.ex mail.server.com).

source: Port to use to connect to your IMAP server.
sv_se: Port att använda för att koppla till din IMAP server.

source: User to use to connect to your IMAP server.
sv_se: Port att använda för att koppla till din IMAP server.

source: Password to use to connect your IMAP server.
sv_se: Lösenord för att koppla till din IMAP server.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
sv_se: Ta bort meddelande efter synkronisering. Om du väljer att inte göra det, så kommer synkroniseringen att ta längre tid.

source: Create new threads for unrecognized emails.
sv_se: Skapa nya ämnen för okända mail.

source: Use POP3 instead of IMAP.
sv_se: Använd POP3 i stället för IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
sv_se: Använd inte RSH eller SSH för att ansluta en förautentiserad IMAP session.

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
sv_se: Använd Secure Socket Layer (TLS / SSL) för att kryptera sessionen.

source: Validate certificates from the TLS/SSL server.
sv_se: Validera certifikat från TLS/SSL-server.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
sv_se: Validera inte certifikatet från TLS/SSL servern, obligatoriskt om servern använder ett självsignerat certifikat.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
sv_se: Tvinga användning av start-TLS för att kryptera sessioner, och anslut inte mot servrar som inte stödjer detta.

source: Do not use start-TLS to encrypt the session, even with servers that support it.
sv_se: Använd inte startTLS för att kryptera sessionen även om servern stödjer detta.

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
sv_se: Det här är huvudbilden för kategori, som visas på kategorisidan. Kategoribeskrivningen kommer att överlappa bilden och visas i övre vänster hörn.

source: Displays a small image in the parent category's page, if the theme allows it.
sv_se: Visar en liten bild på sidan för föräldrakategorin, om temat tillåter det.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
sv_se: Kategoriminiatyrer visas i menyn som en liten bild som representerar kategorin, om temat tillåter det.

source: To add "tags," click in the field, write something, and then press "Enter."
sv_se: Att lägga till en "tag", klicka i fältet och skriv något, tryck sedan på "Enter"

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
sv_se: Endast bokstäver, siffror, understreck (_) och minus (-) tecken är tillåtna.

source: You now have three default customer groups.
sv_se: Du har nu tre standardgrupper för kunder.

source: Mark all of the customer groups which you would like to have access to this category.
sv_se: Markera alla kundgrupper som ska ha tillgång till den här kategorin.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
sv_se: Antal dagar som den här filen kan kommas åt av kunder. Sätt till 0 för obegränsad åtkomst.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
sv_se: Är produkten ett paket (en kombination av minst två befintliga produkter), en virtuell produkt (nerladdningsbar fil, tjänst etc.), eller en standard fysisk produkt?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
sv_se: Kombinationer är olika varianter av en produkt, med attribut som storlek, vikt eller färg som har olika värden. Behöver din produkt kombinationer?

source: Advanced settings in [1][2]Combinations[/1]
sv_se: Avancerade inställningar i [1][2]Kombinationer[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
sv_se: Din referenskod för denna produkt. Tillåtna specialtecken: .-_#.

source: How many products should be available for sale?
sv_se: Hur många produkter finns för försäljning?

source: Advanced settings in [1][2]Quantities[/1]
sv_se: Avancerade inställningar i [1][2]Kvantiteter[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
sv_se: Det här är försäljningspriset som visas för dina kunder. Priset inkl. moms ändras beroende på valda momsregler.

source: Advanced settings in [1][2]Pricing[/1]
sv_se: Avancerade inställningar i [1][2]Priser[/1]

source: Upload a file from your computer (%maxUploadSize% max.)
sv_se: Ladda upp en fil från din dator (max %maxUploadSize%)

source: The full filename with its extension (e.g. Book.pdf)
sv_se: Det fullständiga filnamnet med dess förlängning (t ex Book.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
sv_se: Antal tillåtna nedladdninger per kund. (0 = obegränsat).

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
sv_se: Om angivet, så kan inte filen laddas ned efter detta datum. Lämna tom för att inte ange något bästföredatum.

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
sv_se: Det här är försäljningspriset som visas för dina kunder. Priset inkl. moms ändras beroende på valda momsregler.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
sv_se: Vissa produkter kan köpas per enhet (per kg, flaska etc.), och detta är priset för en enhet. Om du exempelvis säljer tyg, så kan det vara pris per meter.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
sv_se: Inköpspriset är det pris du köpt in vara för. Ange pris exkl. moms. Det bör vara lägre än försäljningspriset; mellanskillnaden blir din marginal.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
sv_se: Du kan ange specifika priser för kunder som tillhör olika grupper, länder, etc.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
sv_se: Ibland kan en kund uppfylla flera specifika prisregler. Prioriteter tillåter dig att definiera vilken regel som skall först ska gälla för en kund.

source: Tags are meant to help your customers find your products via the search bar.
sv_se: Etiketter kan användas för att dina kunder ska hitta produkterna vid en sökning.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
sv_se: Använd fraser och nyckelord som dina kunder använder sig av för att söka efter produkten. Var noga med att vara konsekvent med de etiketter du eventuellt redan använt.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
sv_se: Du kan hantera etikett-alias under sektionen [1]Sök[/1]. Om du lägger till nya etiketter, så måste du bygga om index.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
sv_se: Inte alla butiker säljer nya produkter. Den här inställningen visar skicket på produkten. Det kan vara obligatoriskt på vissa marknadsplatser.

source: ISBN is used internationally to identify books and their various editions.
sv_se: ISBN används internationellt för att identifiera böcker och olika utgåvor.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
sv_se: Den här typen av produktkod används flitigt i bl.a. USA, Kanada, Storbritannien, Australien och Nya Zeeland.

source: Permanently delete this product.
sv_se: Ta bort denna produkt permanent.

source: See how your product sheet will look online: ALT+SHIFT+V
sv_se: Se hur din produktsida kommer att se ut: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
sv_se: Aktivera eller inaktivera produkten i din butik: ALT+SHIFT+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
sv_se: Spara och duplicera den här produkten, gå sedan till den nya produkten: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
sv_se: Spara och återvänd till katalogen: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
sv_se: Spara och skapa en ny produkt: ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
sv_se: Spara produkten och stanna på nuvarande sida: ALT+SHIFT+S

source: Invalid token
sv_se: Ogiltig nyckel

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
sv_se: [1]Ogiltig token[/1]: direktklick på denna länk kan leda till säkerhetsproblem.

source: Do you want to display this page?
sv_se: Vill du visa denna sida?

source: Yes, I understand the risks
sv_se: Ja, jag förstår riskerna

source: Take me out of there!
sv_se: Ta mig härifrån!

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
sv_se: Minsta kvantitet för att köpa den här produkten (sätt till 1 för att stänga av funktionen). Ex. om satt till 3, så måste kund köpa minst 3 av produkten.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
sv_se: Den här typen av produktkod används framför allt i Europa och Japan, men även internationellt. Det är huvudklassen för UPC: alla produkter med EAN kommer att godkännas i USA.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
sv_se: Har denna kombination ett annat pris? Är den billigare eller dyrare än det förvalda försäljningspriset?

source: This interface allows you to specify the warehouse in which the product is stocked.
sv_se: Detta gränssnitt låter dig specificera i vilka varulager produkten skall lagras.

source: It is also possible to specify the location within the warehouse for each product or combination.
sv_se: Det är också möjligt att ange lagerplatsen för varje produkt eller kombination.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
sv_se: Kombinationer är olika varianter av en produkt, med attribut som storlek, vikt eller färg som har olika värden. För att skapa en kombination, så måste du skapa produktattribut först. Gå till Katalog > Attribut & Funktioner för att göra detta!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
sv_se: För att använda kombinationer måste du först skapa attribut och värden i [1]Attribut och funktioner[/1]. <br> När det är klart så kan du välja attribut (som "storlek" eller "färg") och deras respektive värden ("XS", "röd", "alla" etc.) i fältet nedan; eller så kan du välja i högerkolumnen. Klicka sedan på "Generera": då kommer alla kombinationer att skapas automatiskt!

source: If a carrier has a tax, it will be added to the shipping fees.
sv_se: Om en transportör har moms aktiverad, kommer den att adderas till frakten.

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
sv_se: Var ska produkten visas på din sajt? Huvudkategorin är den förvalda: det är den kategori som visas på produktsidans URL. Inaktiverade kategorier visas i kursiv text.

source: Search categories
sv_se: Sök kategorier

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
sv_se: Om du snabbt vill skapa en ny kategori, kan du göra det här. Glöm inte att sen gå till Kategorier-sidan för att fylla i detaljer (beskrivning, bild etc.). En ny kategori kommer inte att automatisk visas i butikens meny, läs mer under Hjälp.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
sv_se: Du kan specificera produktreferens(er) för varje kopplad leverantör. Klicka på "Spara" efter att ha ändrat valda leverantörer för att visa kopplade produktreferenser.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
sv_se: Detta gränssnitt låter dig specificera leverantörer av den valda produkten samt eventuella kombinationer.

source: You can specify supplier references according to previously associated suppliers.
sv_se: Du kan ange leverantörs referensnummer för kopplade leverantörer.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
sv_se: När du använder den avancerade lagerhanteringen (se under Inställningar > Produkter), kommer värdena du fyller i här (priser, referenser) att användas i leverantörbeställningarna.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
sv_se: Det här är en SEO-vänlig URL, genererad från produktnamnet. Du kan ändra den om du vill.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
sv_se: När din produkt är inaktiv, ange vilken sida som du vill skicka dina besökare vidare till, genom att ange produkt- eller kategorinamn.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
sv_se: Ingen omdirigering (404) = Omdirigera inte, visa i stället en 404 "Sidan kunde inte hittas".

source: Permanent redirection (301) = Permanently display another product or category instead.
sv_se: Permanent omdirigering (301) = Visar permanent en annan produkt eller kategori i stället.

source: Temporary redirection (302) = Temporarily display another product or category instead.
sv_se: Tillfällig omdirigering (302) = Visar tillfälligt en annan produkt eller kategori i stället.

source: Search name
sv_se: Sök namn

source: Search ref.
sv_se: Sökref.

source: Search category
sv_se: Sök en kategori

source: Recommended dimensions (for the default theme): %1spx x %2spx
sv_se: Rekommenderad storlek (för det förvalda temat): %1spx x %2spx

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
sv_se: En tom kategori är en kategori som inte innehåller några produkter. En tom kategori kan emellertid innehålla produkter i dess underkategorier.

source: This will be displayed in the cart summary, as well as on the invoice.
sv_se: Visas i kundvagnens sammanfattning samt på fakturan.

source: For your eyes only. This will never be displayed to the customer.
sv_se: För dig endast, visas aldrig för kunden.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
sv_se: Det här är koden som användare ska ange för att utnyttja rabatten i en varukorg. Antingen anger du din egen kod eller genererar en genom att klicka på "Generera".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
sv_se: Varning! Om du lämnar det här fältet tomt, så kommer regeln att appliceras automatiskt på kunder som kan använda den.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
sv_se: Om kupongen inte ännu ligger i korgen, så kommer den att visas i korgens summering.

source: Only applicable if the voucher value is greater than the cart total.
sv_se: Gäller endast om kupongens värde är högre än kundvagnens totala belopp.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
sv_se: Om du inte tillåter att överskott sparas, kommer kupongens värde sänkas till kundvagnens totala belopp, medans om du tillåter att överskottet sparas, så kommer en ny kupong skapas automatiskt med kvarvarande belopp.

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
sv_se: Kundvagnsregler gäller för kundvagnen i prioritetsordning. En regel med prioritet "1" kommer alltid tillämpas före en regel med prioritet "2".

source: Optional: The cart rule will be available to everyone if you leave this field blank.
sv_se: Valfritt, rabattkupongerna kommer att vara tillgänglig för alla om du lämnar det här fältet tomt.

source: The default period is one month.
sv_se: Standardinställningen är en månad.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
sv_se: Du kan välja en minsta summa för kundvagnen med eller utan moms samt med eller utan frakt.

source: The cart rule will be applied to the first "X" customers only.
sv_se: Rabattkupongerna kommer endast att tillämpas på de första X kunderna .
