Repository: NiklasLiljendahl/ps_17
Catalog: app/Resources/translations/*/ModulesSekeywordsAdmin.*.xlf
Languages: sv_se

source: Search engine keywords
sv_se: Sökmotor nyckelord

source: Displays which keywords have led visitors to your website.
sv_se: Visa vilka sökord som har lett besökare till din webbplats.

source: Identify external search engine keywords
sv_se: Identifiera externa sökmotorer "nyckelord

source: This is one of the most common ways of finding a website through a search engine.
sv_se: Det vanligaste sättet att hitta till en hemsida är via en sökmotor.

source: Identifying the most popular keywords entered by your new visitors allows you to see the products you should put in front if you want to achieve better visibility in search engines.
sv_se: Genom att identifiera de mest populära sökord som anges av dina nya besökare kan du se vilka produkter som du ska sätta på förstasidan om du vill uppnå bättre synlighet i sökmotorerna.

source: How does it work?
sv_se: Hur fungerar det?

source: When a visitor comes to your website, the web server notes the URL of the site he/she comes from. This module then parses the URL, and if it finds a reference to a known search engine, it finds the keywords in it.
sv_se: När en besökare kommer till din webbplats, konstaterar webbservern URL'en till den webbplats som han / hon kommer ifrån. Denna modul tolkar sedan URL'en, och om den hittar en referens till en känd sökmotor, hittar det de sökord i den.

source: This module can recognize all the search engines listed in PrestaShop's Stats/Search Engine page -- and you can add more!
sv_se: Denna modul kan känna igen alla sökmotorer som är listade i PrestaShop's Statistik/Sök motorer sida -- du kan lägga till fler!

source: IMPORTANT NOTE: in September 2013, Google chose to encrypt its searches queries using SSL. This means all the referer-based tools in the World (including this one) cannot identify Google keywords anymore.
sv_se: VIKTIGT: I September 2013 valde Google att kryptera sina sökförfrågningar via SSL. Detta innebär att alla referensbaserade verktyg i Världen (inklusive denna) inte kan identifiera Google keywords längre.

source: %d keyword matches your query.
sv_se: %d nyckelord matchade din query.

source: %d keywords match your query.
sv_se: %d matchar din query.

source: Filter by keyword
sv_se: Filtrera efter nyckelord

source: And min occurrences
sv_se: och min händelser

source: Keywords
sv_se: Nyckelord

source: Occurrences
sv_se: Händelser

source: No keywords
sv_se: Inga nyckelord

source: Top 10 keywords
sv_se: De 10 mest använda sökorden

source: Others
sv_se: Andra
